export interface comprofile {
    detail: string;
    img:string;
  }
export const COMPANYPROFILE: comprofile[] = [
    {
      detail: " เราได้เฉลิมฉลองครบรอบ 20 ปีของเราในปี 2555 มองย้อนกลับไปเราได้ผ่านเหตุการณ์ที่สำคัญหลายอย่างในประวัติศาสตร์เช่น IRAQ war, วิกฤตเศรษฐกิจในปี พ.ศ. 2540, The Black May, America Crisis หรือในยุคเทคโนโลยีจาก DOs, LAN, Windows, จนถึงขณะนี้อินเทอร์เน็ตซึ่งทำงานบนเบราเซอร์ในระบบปฏิบัติการใด ๆ (Windows, Linux, UNIX, IOS, Android) ฮาร์ดแวร์ใด ๆ (PC, แท็บเล็ต, โทรศัพท์มือถือ) และทุกที่ ด้วยประสบการณ์เหล่านี้เราได้เรียนรู้ว่าการปรับปรุงและพัฒนาอย่างต่อเนื่องเป็นหัวใจสำคัญในการพัฒนาอย่างยั่งยืนของบริษัทตอนแรกเรามีระบบที่เรียกว่า 'Pay-Master' และ 'Time-Master' ซึ่งทำงานบน DOS และ LAN เมื่อ Windows ได้รับการแนะนำแล้วเรามีระบบ 'Piswin' ซึ่งสามารถใช้งานได้ในทุกเวอร์ชั่นของ Windows และเมื่อเข้าสู่ยุคอินเทอร์เน็ตเรามี'myHR' เพื่อเติมเต็มช่องว่างนี้และสามารถทำงานได้อย่างราบรื่นบนอินเทอร์เน็ต นอกจากนี้เรายังรวมแนวคิดที่ทันสมัยอื่นๆ ไว้ในระบบเพื่อเพิ่มขีดความสามารถในจุดบริการเดียวด้วยการมองเห็นทั้งหมดแนวคิดดังกล่าว ได้แก่ การส่งเอกสารออนไลน์ ระบบเวิร์กโฟลว์การปรับสมดุลการใช้งานการให้บริการด้วยตนเองของพนักงาน HTTPS ไฟร์วอลล์และการเข้ารหัสลับข้อมูลที่เป็นความลับจากประสบการณ์ของเราเราตระหนักถึงความสำคัญของการปรับปรุงและพัฒนาอย่างต่อเนื่อง สิ่งนี้ทำให้เราเป็นผู้นำในการพัฒนาระบบการบริหารงานบุคคลได้จนถึงขณะนี้และจะยังคงดำเนินต่อไปเช่นเดิม มีหลักการอื่นที่เราให้ความสำคัญคือสิ่งที่เราเรียกว่า 'ซอฟต์แวร์ที่ดี' บริการ อาจอ่านง่าย แต่เราเชื่อว่าเราสามารถนำเสนอหลักการนี้แก่ลูกค้าทุกคน",
      img:"https://www.myhr.co.th/myhr2018/img/picture/g1.png"
 
    },
  ];